import React from 'react';

class Store extends React.Component {
    render() {
        return (
            <div id="dropdown-3" className="row dropdown-content-store">
                <div className="row responsive-main-paragraph pt-3">
                    <div className="col-2" />

                    <div className="col-8 px-5">
                        <p className="h3 cart-header pb-3">
                            Комплект для проведения занятий по "Алгоритмике"
                        </p>

                        <p>
                            Предназначен для организации образовательных и игровых занятий с дошкольниками, для
                            проведения бескомпьютерной части
                            занятий курса “Алгоритмики”. Позволяет сформировать представление о роботах,
                            исполнителях, способствует развитию мелкой и крупной моторики,
                            знакомит детей с основными командами Робота.
                            Данный комплект включает в себя мобильный робототехнический набор, состоящий из движимых
                            и неподвижных моделей, мягкие игрушки-роботы,
                            магниты с командами, коврики-пазлы, методические указания для преподавателя,
                            фартуки-картинки Роботы (для ролевых игр Робот-Командир).
                        </p>

                        <p>
                            <strong>Целевые образовательные области</strong>: познавательно-исследовательское
                            развитие, коммуникативное развитие, речевое развитие,
                            физическое развитие, интеллектуальное развитие, алгоритмическое мышление
                        </p>

                        <p>
                            <strong>Виды деятельности</strong>: игровая, познавательная, двигательная, трудовая,
                            коммуникативная, исследовательская, образовательная.
                        </p>

                        <p>
                            <strong>Мешок Пиктомир</strong> составляется из Робототехнического набора 1, 2 или 3 и
                            Образовательного набора.
                        </p>
                    </div>

                    <div className="col-2" />
                </div>




            </div>
        );
    }
}

export default Store;